[Spark X2SoldierClassTemplate]
AbilityTreeTitles[0]="Дредноут"
AbilityTreeTitles[1]="Тяжелый металл"
AbilityTreeTitles[2]="Воин будущего"
AbilityTreeTitles[3]="Боевая машина"

[MasterBlaster X2AbilityTemplate]
LocFriendlyName="Бомбардировщик"
LocLongDescription="Получите способность \"Артиллерийский залп\", позволяющую использовать ваши гранаты, ракеты, тяжелое оружие и протокол \"Артобстрел\", не заканчивая ход. Протокол \"Артобстрел\", если он у вас есть, получает дополнительный заряд."
LocHelpText="Получите способность \"Артиллерийский залп\", а также дополнительный заряд к протоколу \"Артобстрел\"."
LocFlyOverText="Бомбардировщик"

[ManualOverride X2AbilityTemplate]
LocFriendlyName="Ручное управление"
LocLongDescription="Уменьшает время восстановления всех способностей на 1. Стоит одно действие и не завершает ход."
LocHelpText="Уменьшает время восстановления всех способностей на 1. Стоит одно действие и не завершает ход."
LocPromotionPopupText="<Bullet/> Используйте способности как можно чаще, чтобы в полной мере воспользоваться \"Ручным управлением\".<br/>"

[KineticStrike X2AbilityTemplate]
LocFriendlyName="Удар"
LocLongDescription="Мощная рукопашная атака любой цели в пределах дистанции перемещения. Перезарядка 2 хода. Урон зависит от экипированного уровня шасси."
LocHelpText="Мощная рукопашная атака любой цели в пределах дистанции перемещения."
LocPromotionPopupText="<Bullet/> Вы можете активировать способность \"Удар\", наведя курсор движения на врага.<br/><Bullet/> Можно выполнить в рывке, потратив оба действия для перемещения.<br/><Bullet/> Способность \"Удар\" наносит 8/10/12 ед. урона в зависимости от экипированного уровня шасси \"Искры\".<br/><Bullet/> Шанс попадания зависит от меткости \"Искры\" с дополнительным +10 бонусом.<br/><Bullet/> Изучение способности \"Штурмовая машина\" добавит +2 ед. урона и +20 к меткости ко всем атакам ближнего боя.<br/>"